IDEA Open Model
ConcreteBlock.Material Property
Compatible with IDEA StatiCa v 10.1
 Material of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public string Material { get; set; }
Public Property Material As String
	Get
	Set
public:
property String^ Material {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace